/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d resultado"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d resultados";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Resultados";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Nenhum resultado";

"SHOW_ALL_N" = "Mostrar %d";
"SHOW_TOP_COUNT" = "Mostrar primeiros %d";
"MORE_TITLE_FORMAT" = "Mais…";

"PREVIEW_TRASH" = "Lixo";
"PREVIEW_WHERE" = "Em";
"PREVIEW_ITUNES_LIBRARY" = "Biblioteca de música do iTunes";
"PREVIEW_MESSAGE_FROM" = "De";
"PREVIEW_MESSAGE_TO" = "Para";
"PREVIEW_MESSAGE_RECIEVED" = "Recebida";
"PREVIEW_MESSAGE_SUBJECT" = "Assunto";
"PREVIEW_MESSAGE_FOLDER" = "Pasta";
"PREVIEW_DIMENSIONS" = "Dimensões";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ píxeis";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ pontos";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ pol.";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Em";
"PREVIEW_ICAL_CALENDAR" =  "Calendário";
"PREVIEW_ICAL_START_DATE" = "Data inicial";
"PREVIEW_ICAL_DUE_DATE" = "Data acordada";
"PREVIEW_ICAL_ATTENDEES" = "Participantes";
"PREVIEW_ARTICLE_POSTED" = "Data de publicação";
"PREVIEW_BOOLEAN_TRUE" = "sim";
"PREVIEW_BOOLEAN_FALSE" = "não";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Nada seleccionado";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d elemento seleccionado";
"PREVIEW_ONE_SELECTED" = "1 elemento seleccionado";

"NO_MAIL_SUBJECT" = "Sem assunto";

"FIELD_INDEXING_DISKS_TOOLTIP" = "A indexar volumes (%d%% concluído)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "A indexar volumes";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Pesquisar em %@";
"LINK_SEARCH_DATE_RANGE" = "Semana de %@ a %@";
"LINK_SEARCH_MONTH_RANGE" = "Mês de %@ a %@";
"LINK_SEARCH_YEAR_RANGE" = "Ano de %@ a %@";
"LINK_SEARCH_DATE_NEWER" = "Mais recente do que %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Edição";
"SAVED_SEARCH_SAVE" = "Guardar";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Pré-visualizar";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Mensagem de e-mail";
"KIND_ICAL_EVENT" = "Evento do iCal";
"KIND_ICAL_TODO" = "Afazer do iCal";

"SEARCH_NAME_AND_ATTRIBUTES" = "Nome e atributos";
"SEARCH_NAME_ONLY" = "Só nome";
"SEARCH_ADVANCED" = "Opções avançadas";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Outra…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Consulta básica";
"RAW_QUERY_SLICE_DESCRIPTION" = "Um predicado de consulta básica a ser incluído na pesquisa";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Extensão do ficheiro";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "Extensão do nome de ficheiro do elemento";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Ficheiros do sistema";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Incluir ficheiros do sistema, como ficheiros de preferências e plug-ins";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Elementos do Spotlight";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Incluir contactos, correio, eventos, páginas da web e mais";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Categoria";
